
"Everything" = "所有";
"Content" = "内容";
"Name" = "名称";
"Finder Comment" = "查找器评论";
"Comment" = "评论";
"URL" = "网址";
"Tag" = "标签";
"Data" = "数据";
"Meta Data" = "元数据";
"Metadata" = "元数据";

"Kind" = "类型";
"Extension" = "扩展名";
"Instance" = "实例";
"Record" = "记录";

"Locking" = "锁定";
"Unread" = "未读";
"State" = "状态";
"Label" = "标签";

"Width" = "宽度";
"Height" = "高度";
"Duration" = "持续时间";
"Length" = "长度";
"Size" = "大小";
"Word Count" = "字数";
"Character Count" = "字符数";

"Date Added" = "添加日期";
"Date Created" = "创建日期";
"Date Modified" = "修改日期";
"Date Opened" = "打开日期";
"Date Due" = "到期日期";

"Off" = "关闭";
"On" = "开启";
"is" = "是";
"is not" = "不是";
"contains" = "包含";
"matches" = "匹配";
"is less than" = "小于";
"is less than or equal to" = "小于等于";
"is greater than" = "大于";
"is greater than or equal to" = "大于等于";

"Aliases" = "别名";
"Annotation" = "注释";
"Script" = "脚本";
"Reminder" = "提醒";
"Thumbnail" = "缩略图";

"Replicated" = "复制的";
"Duplicated" = "重复的";
"Indexed" = "索引的";
"Pending" = "待定";
"Tagged" = "已标记";

"Author" = "作者";
"From" = "来自";
"Recipient" = "接收者";
"To" = "到";

"Title" = "标题";
"Headline" = "头条";
"Subject" = "主题";

"Description" = "描述";
"Keywords" = "关键词";
"Organization" = "组织";
"Copyright" = "版权";

"Album" = "专辑";
"Composer" = "作曲家";

"This Hour" = "本小时";
"Last Hour" = "上一小时";
"Today" = "今天";
"Yesterday" = "昨天";
"This Week" = "本周";
"Last Week" = "上周";
"This Month" = "本月";
"Last Month" = "上月";
"This Quarter" = "本季度";
"Last Quarter" = "上季度";
"This Year" = "今年";
"Last Year" = "去年";

"Any" = "任何";
"All" = "所有";
"of the following are true" = "以下是真的";

"Any Content" = "任何文档";
"Any Extension" = "任何扩展名";
"Group" = "组";
"Smart Group" = "智能组";
"Plain Text" = "纯文本";
"Rich Text" = "富文本";
"RTF" = "RTF文本";
"RTFD" = "RTFD文本";
"HTML Page" = "HTML页面";
"Web Archive" = "网页存档";
"XML File" = "XML文件";
"Property List" = "属性列表";
"Image" = "图像";
"Picture" = "图像";
"PDF" = "PDF";
"PDF (Paginated)" = "PDF（分页）";
"PDF (One Page)" = "PDF（单页）";
"PDF without Annotations" = "无注释的PDF";
"PDF with Annotations burnt in" = "带注释的PDF";
"PDF/PS" = "PDF/PS";
"QuickTime" = "QuickTime";
"Video" = "视频";
"Audio" = "音频";
"Bookmark" = "书签";
"Feed" = "订阅源";
"Sheet" = "工作表";
"Other" = "其他";
"Email" = "电子邮件";
"News" = "新闻";

"does not contain" = "不包含";
"Filename" = "文件名";
"begins with" = "开始于";
"ends with" = "结束于";
"does not begin with" = "不开始于";
"does not end with" = "不结束于";

"Operators/Wildcards" = "运算符/通配符";
"Wildcards" = "通配符";
"Formatted Note" = "格式化笔记";
"Rating" = "评级";

"Cancel" = "取消";
"Bounce Dock icon" = "跳动Dock图标";
"Display Notification" = "显示通知";
"Display Alert" = "显示警告";
"Speak Text" = "语音朗读";
"Play Sound" = "播放声音";
"Change Name" = "更改名称";
"Change Aliases" = "更改别名";
"Change Comment" = "更改评论";
"Change URL" = "更改网址";
"Change Label" = "更改标签";
"Change Rating" = "更改评级";
"Change Creation Date" = "更改创建日期";
"Change Modification Date" = "更改修改日期";
"Mark" = "标记";
"Marked" = "已标记";
"Add Tags" = "添加标签";
"Remove Tags" = "移除标签";
"Move" = "移动";
"Consolidate" = "移入数据库";
"Deconsolidate" = "移至外部文件夹";

"Replicate" = "复制";
"Duplicate" = "重复";
"Duplicate & Continue" = "重复并继续";
"Sort File" = "文件";
"into" = "进入";
"Launch URL" = "打开网址";
"Add To Reading List" = "加入阅读列表";
"Apply Rule" = "应用规则";
"Execute Script" = "执行脚本";
"Execute External Script" = "执行外部脚本";
"Execute Embedded Script" = "执行内嵌脚本";
"Execute JavaScript" = "执行JavaScript";
"Execute AppleScript" = "执行AppleScript";
"External" = "外部";
"Embedded" = "内嵌";
"Embedded JavaScript" = "内嵌JavaScript";
"Embedded AppleScript" = "内嵌AppleScript";
"Edit Script..." = "编辑脚本...";
"Move To Trash" = "移至垃圾桶";
"Delete" = "删除";
"Convert" = "转换";
"Convert & Continue" = "转换并继续";
"to" = "至";
"Change %@" = "更改%@";
"as" = "作为";
"Flagged" = "已标记";
"Unflagged" = "未标记";
"Read" = "已阅读";
"Locked" = "已锁定";
"Unlocked" = "未锁定";
"Current Date" = "当前日期";
"Creation Date" = "创建日期";
"Modification Date" = "修改日期";
"Addition Date" = "添加日期";
"Document Date" = "文件日期";
"Newest Document Date" = "最新文件日期";
"Oldest Document Date" = "最早文件日期";
"Auto Classify" = "自动分类";
"Remove All Tags" = "移除所有标签";
"Move Into Database" = "移入数据库";
"Move To External Folder" = "移至外部文件夹";

"OCR" = "OCR";
"Searchable PDF" = "可搜索PDF";
"Word Document" = "Word文档";

"to Searchable PDF" = "至可搜索PDF";
"to Rich Text" = "至富文本";
"to Word Document" = "至Word文档";
"to Web Archive" = "至网页存档";
"to Comment" = "至评论";
"to Annotation" = "至注释";
"Apply" = "应用";

"newline" = "换行";
"return" = "回车";
"tab" = "制表符";
"space" = "空格";

"recordIndex" = "索引";
"recordPageCount" = "页数";
"recordCounter" = "计数器";
"recordBatesNumber" = "贝茨编号";
"pageNumber" = "页码";

"recordName" = "名称";
"recordProposedName" = "建议名称";
"recordNameWithoutDate" = "无日期名称";
"recordAliases" = "别名";
"recordComment" = "Finder评论";
"recordFilename" = "文件名";
"recordPathExtension" = "文件扩展名";
"recordKind" = "类型";
"recordURL" = "网址";
"recordLink" = "项目链接";
"recordLocation" = "位置";
"recordTags" = "标签";
"recordHashTags" = "#标签";

"author" = "预定义作者";
"username" = "用户名";
"fullUsername" = "完整用户名";
"organization" = "组织";
"emailAddress" = "电子邮件地址";
"host" = "主机";

"groupName" = "群组名称";
"topGroupName" = "顶级群组名称";
"databaseName" = "数据库名称";
"databasePath" = "数据库路径";

"time" = "时间";
"hour" = "小时";
"date" = "日期";
"sortableDate" = "可排序日期";
"shortDate" = "简短日期";
"longDate" = "长日期";

"day" = "日";
"weekday" = "工作日";
"month" = "月";
"monthname" = "月份名称";
"year" = "年";

"currentDate" = "当前日期";
"recordAddition" = "添加日期";
"recordCreation" = "创建日期";
"recordModification" = "修改日期";

"recordAdditionTime" = "添加时间";
"recordAdditionDate" = "添加日期";
"recordAdditionShortDate" = "短添加日期";
"recordAdditionLongDate" = "长添加日期";
"recordAdditionDay" = "添加日";
"recordAdditionWeekday" = "添加工作日";
"recordAdditionMonth" = "添加月";
"recordAdditionMonthname" = "添加月份名称";
"recordAdditionYear" = "添加年";
"recordCreationTime" = "创建时间";
"recordCreationDate" = "创建日期";
"recordCreationShortDate" = "短创建日期";
"recordCreationLongDate" = "长创建日期";
"recordCreationDay" = "创建日";
"recordCreationWeekday" = "创建工作日";
"recordCreationMonth" = "创建月";
"recordCreationMonthname" = "创建月份名称";
"recordCreationYear" = "创建年";
"recordModificationTime" = "修改时间";
"recordModificationDate" = "修改日期";
"recordModificationShortDate" = "短修改日期";
"recordModificationLongDate" = "长修改日期";
"recordModificationDay" = "修改日";
"recordModificationWeekday" = "修改工作日";
"recordModificationMonth" = "修改月";
"recordModificationMonthname" = "修改月份名称";
"recordModificationYear" = "修改年";

"chatSuggestedTitle" = "建议标题";
"chatSuggestedFilename" = "建议文件名";
"chatSuggestedTags" = "建议标签";
"chatSuggestedRating" = "建议评分";
"chatSuggestedSummary" = "建议摘要";
"chatSuggestedCompany" = "建议公司";
"chatSuggestedAmount" = "建议金额";
"chatSuggestedDate" = "建议日期";
"chatSuggestedResponse" = "查询响应";
"response" = "响应";
"title" = "标题";
"filename" = "文件名";
"summary" = "摘要";
"company" = "公司";
"amount" = "金额";
"tags" = "标签";
"rating" = "评分";
"Suggest Rating" = "聊天建议";
"Chat Query" = "聊天查询";
"Chat Suggestions" = "聊天建议";

"digitalObjectIdentifier" = "数字对象标识符";
"documentString" = "文件字符串";
"documentAmount" = "文件金额";

"documentDate" = "文件日期";
"documentDateTime" = "文件时间";
"documentDateDate" = "文件日期";
"documentDateShortDate" = "短文件日期";
"documentDateLongDate" = "长文件日期";
"documentDateDay" = "文件日期日";
"documentDateWeekday" = "文件日期工作日";
"documentDateMonth" = "文件日期月";
"documentDateMonthname" = "文件日期月份名称";
"documentDateYear" = "文件日期年";
"documentDateSortableDate" = "可排序文件日期";

"newestDocumentDate" = "最新文件日期";
"newestDocumentDateTime" = "最新文件时间";
"newestDocumentDateDate" = "最新文件日期";
"newestDocumentDateShortDate" = "短最新文件日期";
"newestDocumentDateLongDate" = "长最新文件日期";
"newestDocumentDateDay" = "最新文件日期日";
"newestDocumentDateWeekday" = "最新文件日期工作日";
"newestDocumentDateMonth" = "最新文件日期月";
"newestDocumentDateMonthname" = "最新文件日期月份名称";
"newestDocumentDateYear" = "最新文件日期年";
"newestDocumentDateSortableDate" = "可排序最新文件日期";

"oldestDocumentDate" = "最旧文档日期";
"oldestDocumentDateTime" = "最旧文档时间";
"oldestDocumentDateDate" = "最旧文档日期";
"oldestDocumentDateShortDate" = "最旧文档短日期";
"oldestDocumentDateLongDate" = "最旧文档长日期";
"oldestDocumentDateDay" = "最旧文档日期的日";
"oldestDocumentDateWeekday" = "最旧文档日期的星期";
"oldestDocumentDateMonth" = "最旧文档日期的月";
"oldestDocumentDateMonthname" = "最旧文档日期月份名称";
"oldestDocumentDateYear" = "最旧文档日期的年";
"oldestDocumentDateSortableDate" = "可排序文档日期";
"oldestDocumentDateSortableDate" = "可排序最旧文档日期";

"recordAdditionSortableDate" = "可排序添加日期";
"recordCreationSortableDate" = "可排序创建日期";
"recordModificationSortableDate" = "可排序修改日期";

"Insert Placeholder" = "插入占位符";
"Ordinary Tag" = "普通标签";
"Group Tag" = "组标签";

"Creator" = "创建者";
"Producer" = "制作人";
"Send Mail" = "发送邮件";
"Open" = "打开";
"Open Externally" = "在外部打开";

"within last" = "在最后";
"not within last" = "不在最后";
"days" = "天";
"Hits" = "点击";
"Imprint" = "印记";
"Import Email Attachments" = "导入电子邮件附件";
"with" = "与";
"User & Computer" = "用户与电脑";
"Markdown" = "Markdown";
"Properties" = "属性";
"Custom Metadata" = "自定义元数据";
"GENERAL:" = "一般：";
"PROPERTIES:" = "属性：";
"CUSTOM METADATA:" = "自定义元数据：";
"1" = "开";
"0" = "关";

"valueAliases" = "别名";
"valueComment" = "查找者评论";
"valuePath" = "路径";
"valueName" = "名称";
"valueURL" = "URL";

"before" = "之前";
"on or before" = "在之前或之上";
"on or after" = "在之后或之上";
"after" = "之后";
"Current Location" = "当前位置";

"hour" = "小时";
"recordAdditionHour" = "添加小时";
"recordCreationHour" = "创建小时";
"recordModificationHour" = "修改小时";
"documentDateHour" = "文档小时";
"newestDocumentDateHour" = "最新文档小时";
"oldestDocumentDateHour" = "最旧文档小时";

"minute" = "分钟";
"recordAdditionMinute" = "添加分钟";
"recordCreationMinute" = "创建分钟";
"recordModificationMinute" = "修改分钟";
"documentDateMinute" = "文档分钟";
"newestDocumentDateMinute" = "最新文档分钟";
"oldestDocumentDateMinute" = "最旧文档分钟";

"second" = "秒";
"recordAdditionSecond" = "添加秒";
"recordCreationSecond" = "创建秒";
"recordModificationSecond" = "修改秒";
"documentDateSecond" = "文档秒";
"newestDocumentDateSecond" = "最新文档秒";
"oldestDocumentDateSecond" = "最旧文档秒";

"clipboard" = "纯文本";
"styledClipboard" = "富文本";
"clipboardLink" = "链接";
"Clipboard" = "剪贴板";

"Convert Keywords to Tags" = "将关键词转换为标签";
"Convert Hashtags to Tags" = "将话题标签转换为标签";
"Convert Properties to Tags" = "将属性转换为标签";
"Convert Geolocation to Tags" = "将地理位置转换为标签";
"Add Tags to Documents" = "将聊天建议添加到文档";
"Add Tags to Images" = "将CoreML建议添加到图片";
"Recognize Text in Images" = "识别图片中的文本和笔记";
"Transcribe Speech" = "转录语音";
"Recognize" = "识别";
"Scan Barcodes" = "扫描条形码";
"Add Tags From Document" = "从文档添加标签";
"Tags" = "标签";
"Scan Name" = "扫描名称";
"Scan Text" = "扫描文本";
"String" = "字符串";
"Date" = "日期";
"Amount" = "金额";
"Prefix*Suffix" = "前缀*后缀";
"Regular Expression" = "正则表达式";
"Check Link" = "检查书签";

"Thumbnails" = "缩略图";
"Create" = "创建";
"Update" = "更新";
"Remove" = "移除";
"Location in Database (e.g. /Archive/2023/)" = "数据库中的位置（例如 /Archive/2023/）";
"/Archive/\r%recordCreationYear%\r/\r%recordCreationMonth%" = "/Archive/\r%recordCreationYear%\r/\r%recordCreationMonth%";
"Stop evaluating rules" = "停止评估规则";

"With Links" = "带项目链接";
"With Attachments" = "带附件";
"Send Mail With Link" = "带项目链接发送邮件";
"Send Mail With Attachment" = "带附件发送邮件";
"Assign Tags" = "分配标签";
